<section class="page-top">
    <div class="container">
        <div class="page-top__inner">
            <div class="page-top__box">
                <h1 class="page-top__title">
                    Рассчитайте стоимость
                    коньюктурного анализа
                    для Вашего бизнеса и
                    получите <mark>3 подарка</mark>
                </h1>
                <p class="page-top__slogan">
                    После прохождения опроса, Вы получите
                    бонусы и консультацию по стоимости услуги
                </p>
                <div class="page-top__elem">
                    <button class="page-top__btn btn">
                        Рассчитать стоимость
                    </button>
                    <div class="page-top__time">
                        <svg xmlns="http://www.w3.org/2000/svg" width="33" height="34" viewBox="0 0 33 34" fill="none">
                            <g clip-path="url(#clip0_30_3113)">
                                <path d="M16.5 0.5C17.2594 0.5 17.875 1.11561 17.875 1.875C17.875 2.63439 17.2594 3.25 16.5 3.25C8.90609 3.25 2.75 9.40608 2.75 17C2.75 24.5939 8.90609 30.75 16.5 30.75C19.9678 30.75 23.1328 29.468 25.5521 27.3502C26.1235 26.85 26.9922 26.9078 27.4924 27.4792C27.9926 28.0506 27.9348 28.9193 27.3634 29.4194C24.462 31.9593 20.6592 33.5 16.5 33.5C7.3873 33.5 0 26.1127 0 17C0 7.8873 7.3873 0.5 16.5 0.5Z" fill="#4A3AFF"/>
                                <path d="M17.875 7.375C17.875 6.61561 17.2594 6 16.5 6C15.7406 6 15.125 6.61561 15.125 7.375V17C15.125 17.3647 15.2698 17.7144 15.5277 17.9723L20.3402 22.7848C20.8772 23.3217 21.7478 23.3217 22.2847 22.7848C22.8217 22.2478 22.8217 21.3772 22.2847 20.8402L17.875 16.4305V7.375Z" fill="#4A3AFF"/>
                                <path d="M30.2984 23.372C29.6407 22.9923 28.7998 23.2176 28.4201 23.8753C28.0404 24.5329 28.2657 25.3738 28.9234 25.7535C29.581 26.1332 30.422 25.9079 30.8017 25.2503C31.1814 24.5926 30.956 23.7517 30.2984 23.372Z" fill="#4A3AFF"/>
                                <path d="M30.053 19.3874C30.1849 18.6395 30.898 18.1401 31.6459 18.272C32.3937 18.4039 32.8931 19.117 32.7612 19.8649C32.6293 20.6127 31.9162 21.1121 31.1683 20.9802C30.4205 20.8484 29.9211 20.1352 30.053 19.3874Z" fill="#4A3AFF"/>
                                <path d="M31.1682 13.0193C30.4203 13.1511 29.9209 13.8643 30.0528 14.6121C30.1847 15.36 30.8978 15.8593 31.6457 15.7275C32.3935 15.5956 32.8929 14.8825 32.761 14.1346C32.6292 13.3867 31.916 12.8874 31.1682 13.0193Z" fill="#4A3AFF"/>
                                <path d="M28.4194 10.1253C28.0397 9.4676 28.2651 8.62667 28.9227 8.24697C29.5804 7.86727 30.4213 8.0926 30.801 8.75025C31.1807 9.40791 30.9554 10.2488 30.2977 10.6285C29.6401 11.0082 28.7991 10.7829 28.4194 10.1253Z" fill="#4A3AFF"/>
                                <path d="M25.1801 4.52966C24.6919 5.11139 24.7678 5.97868 25.3495 6.46681C25.9313 6.95494 26.7986 6.87906 27.2867 6.29733C27.7748 5.7156 27.6989 4.84831 27.1172 4.36019C26.5355 3.87206 25.6682 3.94794 25.1801 4.52966Z" fill="#4A3AFF"/>
                                <path d="M21.2147 4.07951C20.5011 3.81979 20.1331 3.03075 20.3929 2.31716C20.6526 1.60356 21.4416 1.23563 22.1552 1.49536C22.8688 1.75509 23.2368 2.54412 22.977 3.25771C22.7173 3.97131 21.9283 4.33924 21.2147 4.07951Z" fill="#4A3AFF"/>
                            </g>
                        </svg>
                        <p>
                            Это займет 2 минуты
                        </p>
                    </div>
                </div>
            </div>
            <div class="page-top__box">
                <ul class="page-top__decor">
                    <li class="page-top__decor-item">
                        <p>
                            100% гарантия прохождения экспертизы
                        </p>
                        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
                            <circle class="circle1" cx="13" cy="13" r="6" fill="#4A3AFF"/>
                            <circle class="circle2" cx="13" cy="13" r="9" fill="#4A3AFF" fill-opacity="0.2"/>
                            <circle class="circle3" cx="13" cy="13" r="13" fill="#4A3AFF" fill-opacity="0.1"/>
                        </svg>
                    </li>
                    <li class="page-top__decor-item">
                        <p>
                            Подготовим полный пакет документов
                        </p>
                        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
                            <circle class="circle1" cx="13" cy="13" r="6" fill="#4A3AFF"/>
                            <circle class="circle2" cx="13" cy="13" r="9" fill="#4A3AFF" fill-opacity="0.2"/>
                            <circle class="circle3" cx="13" cy="13" r="13" fill="#4A3AFF" fill-opacity="0.1"/>
                        </svg>
                    </li>
                </ul>
                <picture>
                    <img src="../local/templates/main/assets/img/netbook.png" alt="">
                </picture>
            </div>
        </div>
    </div>
</section>