<section class="question">
    <div class="container">
        <div class="question__inner">
            <div class="question__content">
                <h2 class="question__title">
                    Получите расчет стоимости коньюктурного для своей ниши
                    и три подарка всего <mark>за 2 минуты</mark>
                </h2>
                <div class="question__pagination">
                    <strong>1</strong> <span>из 5</span>
                </div>
                <div class="question__line">
                    <div class="question__thrumb"></div>
                    <div class="swiper-pagination"></div>
                </div>
                <form action="" class="question__form">
                    <div class="swiper-wrapper">
                        <div class="swiper-slide question__slide">
                            <h3 class="question__sub-title">Какова ваша отрасль и на каком рынке вы действуете?</h3>
                            <fieldset class="question__list">
                                <label class="question__item" for="q1">
                                    <input name="question1" type="radio" id="q1">
                                    <span></span>
                                    <p>Строительная отрасль</p>
                                </label>
                                <label class="question__item" for="q2">
                                    <input name="question1" type="radio" id="q2">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                                <label class="question__item" for="q3">
                                    <input name="question1" type="radio" id="q3">
                                    <span></span>
                                    <p>Ресторанный бизнес</p>
                                </label>
                                <label class="question__item" for="q4">
                                    <input name="question1" type="radio" id="q4">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                            </fieldset>
                        </div>
                        <div class="swiper-slide question__slide">
                            <h3 class="question__sub-title">Какова ваша отрасль и на каком рынке вы действуете? 2</h3>
                            <fieldset class="question__list">
                                <label class="question__item" for="q5">
                                    <input name="question2" type="radio" id="q5">
                                    <span></span>
                                    <p>Строительная отрасль</p>
                                </label>
                                <label class="question__item" for="q6">
                                    <input name="question2" type="radio" id="q6">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                                <label class="question__item" for="q7">
                                    <input name="question2" type="radio" id="q7">
                                    <span></span>
                                    <p>Ресторанный бизнес</p>
                                </label>
                                <label class="question__item" for="q8">
                                    <input name="question2" type="radio" id="q8">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                            </fieldset>
                        </div>
                        <div class="swiper-slide question__slide">
                            <h3 class="question__sub-title">Какова ваша отрасль и на каком рынке вы действуете? 3</h3>
                            <fieldset class="question__list">
                                <label class="question__item" for="q9">
                                    <input name="question3" type="radio" id="q9">
                                    <span></span>
                                    <p>Строительная отрасль</p>
                                </label>
                                <label class="question__item" for="q10">
                                    <input name="question3" type="radio" id="q10">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                                <label class="question__item" for="q11">
                                    <input name="question3" type="radio" id="q11">
                                    <span></span>
                                    <p>Ресторанный бизнес</p>
                                </label>
                                <label class="question__item" for="q12">
                                    <input name="question3" type="radio" id="q12">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                            </fieldset>
                        </div>
                        <div class="swiper-slide question__slide">
                            <h3 class="question__sub-title">Какова ваша отрасль и на каком рынке вы действуете? 4</h3>
                            <fieldset class="question__list">
                                <label class="question__item" for="q13">
                                    <input name="question4" type="radio" id="q13">
                                    <span></span>
                                    <p>Строительная отрасль</p>
                                </label>
                                <label class="question__item" for="q14">
                                    <input name="question4" type="radio" id="q14">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                                <label class="question__item" for="q15">
                                    <input name="question4" type="radio" id="q15">
                                    <span></span>
                                    <p>Ресторанный бизнес</p>
                                </label>
                                <label class="question__item" for="q16">
                                    <input name="question4" type="radio" id="q16">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                            </fieldset>
                        </div>
                        <div class="swiper-slide question__slide">
                            <h3 class="question__sub-title">Какова ваша отрасль и на каком рынке вы действуете? 5</h3>
                            <fieldset class="question__list">
                                <label class="question__item" for="q17">
                                    <input name="question5" type="radio" id="q17">
                                    <span></span>
                                    <p>Строительная отрасль</p>
                                </label>
                                <label class="question__item" for="q18">
                                    <input name="question5" type="radio" id="q18">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                                <label class="question__item" for="q19">
                                    <input name="question5" type="radio" id="q19">
                                    <span></span>
                                    <p>Ресторанный бизнес</p>
                                </label>
                                <label class="question__item" for="q20">
                                    <input name="question5" type="radio" id="q20">
                                    <span></span>
                                    <p>Другое</p>
                                </label>
                            </fieldset>
                        </div>
                    </div>
                </form>
                <div class="question__buttons">
                    <button class="question__button question__button-prev">
                        <svg width="22" height="22" viewbox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_30_2720)">
                                <path d="M6.38903 11.5973C6.74545 11.5973 7.03438 11.3083 7.03438 10.9519L7.03438 7.94663L9.58335 10.4956C9.83537 10.7476 10.244 10.7476 10.496 10.4956C10.748 10.2436 10.748 9.83496 10.496 9.58294L7.94704 7.03397L10.9523 7.03397C11.3088 7.03397 11.5977 6.74504 11.5977 6.38862C11.5977 6.03221 11.3088 5.74327 10.9523 5.74327L6.38903 5.74327C6.03262 5.74327 5.74368 6.03221 5.74368 6.38862L5.74369 10.9519C5.74369 11.3083 6.03262 11.5973 6.38903 11.5973Z" fill="#B6B6B6"/>
                                <path d="M11.4087 12.3209C11.1566 12.0689 11.1566 11.6603 11.4087 11.4083C11.6607 11.1562 12.0693 11.1562 12.3213 11.4083C12.5734 11.6603 12.5734 12.0689 12.3213 12.3209C12.0693 12.5729 11.6607 12.5729 11.4087 12.3209Z" fill="#B6B6B6"/>
                                <path d="M13.234 13.2336C12.982 13.4856 12.982 13.8942 13.234 14.1462C13.486 14.3983 13.8946 14.3983 14.1467 14.1462C14.3987 13.8942 14.3987 13.4856 14.1467 13.2336C13.8946 12.9816 13.486 12.9816 13.234 13.2336Z" fill="#B6B6B6"/>
                                <path d="M15.0593 15.9716C14.8073 15.7195 14.8073 15.3109 15.0593 15.0589C15.3113 14.8069 15.72 14.8069 15.972 15.0589C16.224 15.3109 16.224 15.7195 15.972 15.9716C15.72 16.2236 15.3113 16.2236 15.0593 15.9716Z" fill="#B6B6B6"/>
                            </g>
                        </svg>
                        Назад
                    </button>
                    <button class="question__button question__button-next">
                        Далее
                        <svg width="22" height="22" viewbox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_30_2710)">
                            <path d="M15.5153 11.5973C15.1588 11.5973 14.8699 11.3083 14.8699 10.9519L14.8699 7.94663L12.3209 10.4956C12.0689 10.7476 11.6603 10.7476 11.4083 10.4956C11.1563 10.2436 11.1563 9.83496 11.4083 9.58294L13.9573 7.03397L10.952 7.03397C10.5955 7.03397 10.3066 6.74504 10.3066 6.38862C10.3066 6.03221 10.5955 5.74327 10.952 5.74327L15.5153 5.74327C15.8717 5.74327 16.1606 6.03221 16.1606 6.38862L16.1606 10.9519C16.1606 11.3083 15.8717 11.5973 15.5153 11.5973Z" fill="white"/>
                            <path d="M10.4956 12.3209C10.7477 12.0689 10.7477 11.6603 10.4956 11.4083C10.2436 11.1562 9.83499 11.1562 9.58296 11.4083C9.33094 11.6603 9.33094 12.0689 9.58296 12.3209C9.83499 12.5729 10.2436 12.5729 10.4956 12.3209Z" fill="white"/>
                            <path d="M8.6703 13.2336C8.92233 13.4856 8.92233 13.8942 8.6703 14.1462C8.41828 14.3983 8.00967 14.3983 7.75764 14.1462C7.50562 13.8942 7.50562 13.4856 7.75764 13.2336C8.00967 12.9816 8.41828 12.9816 8.6703 13.2336Z" fill="white"/>
                            <path d="M6.84498 15.9716C7.09701 15.7195 7.09701 15.3109 6.84498 15.0589C6.59296 14.8069 6.18434 14.8069 5.93232 15.0589C5.6803 15.3109 5.6803 15.7195 5.93232 15.9716C6.18434 16.2236 6.59296 16.2236 6.84498 15.9716Z" fill="white"/>
                            </g>
                        </svg>
                    </button>
                </div>
                </div>
            <div class="question__info">
                <h3 class="question__info-title">
                    Ответьте на 5 вопросов и получите 3 бонуса
                </h3>
                <div class="question__info-box">
                    <svg width="36" height="36" viewbox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M9.43934 24.4393C10.0251 23.8536 10.9749 23.8536 11.5607 24.4393L16.5 29.3787L16.5 21C16.5 20.1716 17.1716 19.5 18 19.5C18.8284 19.5 19.5 20.1716 19.5 21L19.5 29.3787L24.4393 24.4393C25.0251 23.8536 25.9749 23.8536 26.5607 24.4393C27.1464 25.0251 27.1464 25.9749 26.5607 26.5607L19.0607 34.0607C18.4749 34.6464 17.5251 34.6464 16.9393 34.0607L9.43934 26.5607C8.85355 25.9749 8.85355 25.0251 9.43934 24.4393Z" fill="white"/>
                        <path d="M16.5 15C16.5 15.8284 17.1716 16.5 18 16.5C18.8284 16.5 19.5 15.8284 19.5 15C19.5 14.1716 18.8284 13.5 18 13.5C17.1716 13.5 16.5 14.1716 16.5 15Z" fill="white"/>
                        <path d="M18 10.5C17.1716 10.5 16.5 9.82843 16.5 9C16.5 8.17157 17.1716 7.5 18 7.5C18.8284 7.5 19.5 8.17157 19.5 9C19.5 9.82843 18.8284 10.5 18 10.5Z" fill="white"/>
                        <path d="M16.5 3C16.5 3.82843 17.1716 4.5 18 4.5C18.8284 4.5 19.5 3.82843 19.5 3C19.5 2.17157 18.8284 1.5 18 1.5C17.1716 1.5 16.5 2.17157 16.5 3Z" fill="white"/>
                    </svg>
                </div>
                <picture class="question__info-image">
                    <img src="../local/templates/main/assets/img/book.png" alt="book">
                </picture>
                <ul class="question__info-list">
                    <li class="question__info-item">
                        <div class="question__info-item-elem">
                            <svg width="27" height="27" viewbox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_30_2771)">
                                    <path d="M21.375 4.5H20.1375C19.8764 3.23034 19.1855 2.08951 18.1814 1.26981C17.1773 0.450101 15.9212 0.00163634 14.625 0L12.375 0C11.0788 0.00163634 9.82273 0.450101 8.81859 1.26981C7.81445 2.08951 7.12361 3.23034 6.8625 4.5H5.625C4.13371 4.50179 2.704 5.09499 1.6495 6.1495C0.594992 7.204 0.00178634 8.63371 0 10.125L0 13.5H27V10.125C26.9982 8.63371 26.405 7.204 25.3505 6.1495C24.296 5.09499 22.8663 4.50179 21.375 4.5ZM9.207 4.5C9.43884 3.84423 9.86764 3.2761 10.4347 2.87335C11.0018 2.47059 11.6795 2.25288 12.375 2.25H14.625C15.3205 2.25288 15.9982 2.47059 16.5653 2.87335C17.1324 3.2761 17.5612 3.84423 17.793 4.5H9.207ZM14.625 16.875C14.625 17.1734 14.5065 17.4595 14.2955 17.6705C14.0845 17.8815 13.7984 18 13.5 18C13.2016 18 12.9155 17.8815 12.7045 17.6705C12.4935 17.4595 12.375 17.1734 12.375 16.875V15.75H0V21.375C0.00178634 22.8663 0.594992 24.296 1.6495 25.3505C2.704 26.405 4.13371 26.9982 5.625 27H21.375C22.8663 26.9982 24.296 26.405 25.3505 25.3505C26.405 24.296 26.9982 22.8663 27 21.375V15.75H14.625V16.875Z" fill="white"/>
                                </g>
                            </svg>
                        </div>
                        <p>Бесплатное техническое сопровождение экспертизы</p>
                        <svg class="question__info-lock" width="27" height="27" viewbox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M21.375 9.477V7.87498C21.375 3.52577 17.8493 0 13.5 0C9.15072 0 5.625 3.52577 5.625 7.87498V9.477C3.57754 10.3706 2.25295 12.391 2.25 14.625V21.375C2.25369 24.48 4.76991 26.9963 7.87496 27H19.1249C22.23 26.9963 24.7462 24.48 24.75 21.375V14.625C24.7471 12.391 23.4224 10.3706 21.375 9.477ZM14.625 19.125C14.625 19.7463 14.1213 20.25 13.5 20.25C12.8787 20.25 12.375 19.7463 12.375 19.125V16.875C12.375 16.2537 12.8787 15.75 13.5 15.75C14.1213 15.75 14.625 16.2537 14.625 16.875V19.125ZM19.125 9.00002H7.87496V7.87504C7.87496 4.76845 10.3933 2.25002 13.5 2.25002C16.6066 2.25002 19.125 4.7684 19.125 7.87504V9.00002Z" fill="#424141"/>
                        </svg>
                    </li>
                    <li class="question__info-item">
                        <div class="question__info-item-elem">
                            <svg width="27" height="27" viewBox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_30_2775)">
                                    <path d="M26.9998 13.5C26.9998 11.6707 26.1966 9.94497 24.8342 8.86048C24.9126 7.96151 24.7931 7.05627 24.4841 6.20846C24.1751 5.36064 23.684 4.59085 23.0455 3.95323C21.7517 2.6606 19.9686 2.00585 18.2338 2.20385C15.9681 -0.67165 11.0732 -0.72565 8.86032 2.16448C5.2232 1.73248 1.72557 5.15698 2.20482 8.76597C-0.670675 11.0317 -0.7258 15.9266 2.16545 18.1406C2.08701 19.0396 2.20652 19.9448 2.51556 20.7926C2.8246 21.6404 3.31566 22.4102 3.9542 23.0478C5.24795 24.3405 7.03332 24.9952 8.76582 24.7972C11.0316 27.6727 15.9265 27.7267 18.1393 24.8366C19.0381 24.9149 19.9431 24.7953 20.7907 24.4862C21.6383 24.1772 22.408 23.6862 23.0455 23.0478C24.3381 21.7541 24.9906 19.9653 24.7948 18.2362C25.486 17.6562 26.0416 16.9318 26.4226 16.1139C26.8036 15.296 27.0006 14.4045 26.9998 13.5022V13.5ZM8.99982 10.125C9.00657 8.65348 11.2431 8.65348 11.2498 10.125C11.2431 11.5965 9.00657 11.5965 8.99982 10.125ZM12.1858 17.4994C12.1038 17.6223 11.9984 17.7278 11.8756 17.81C11.7528 17.8922 11.6151 17.9494 11.4702 17.9783C11.3253 18.0073 11.1761 18.0074 11.0312 17.9787C10.8862 17.95 10.7484 17.893 10.6255 17.811C10.5025 17.729 10.397 17.6236 10.3148 17.5008C10.2326 17.378 10.1754 17.2402 10.1465 17.0953C10.088 16.8027 10.1482 16.4988 10.3138 16.2506L14.8138 9.5006C14.8958 9.37768 15.0012 9.27212 15.124 9.18994C15.2468 9.10775 15.3846 9.05056 15.5295 9.02162C15.6744 8.99269 15.8235 8.99257 15.9685 9.02129C16.1134 9.05 16.2513 9.10698 16.3742 9.18898C16.4971 9.27097 16.6027 9.37637 16.6849 9.49916C16.767 9.62195 16.8242 9.75973 16.8532 9.90462C16.8821 10.0495 16.8822 10.1987 16.8535 10.3436C16.8248 10.4886 16.7678 10.6264 16.6858 10.7494L12.1858 17.4994ZM16.8748 18C15.4033 17.9932 15.4033 15.7567 16.8748 15.75C18.3463 15.7567 18.3463 17.9932 16.8748 18Z" fill="white"/>
                                </g>
                            </svg>
                        </div>
                        <p>Скидка <strong>50%</strong></p>
                        <svg class="question__info-lock" width="27" height="27" viewbox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M21.375 9.477V7.87498C21.375 3.52577 17.8493 0 13.5 0C9.15072 0 5.625 3.52577 5.625 7.87498V9.477C3.57754 10.3706 2.25295 12.391 2.25 14.625V21.375C2.25369 24.48 4.76991 26.9963 7.87496 27H19.1249C22.23 26.9963 24.7462 24.48 24.75 21.375V14.625C24.7471 12.391 23.4224 10.3706 21.375 9.477ZM14.625 19.125C14.625 19.7463 14.1213 20.25 13.5 20.25C12.8787 20.25 12.375 19.7463 12.375 19.125V16.875C12.375 16.2537 12.8787 15.75 13.5 15.75C14.1213 15.75 14.625 16.2537 14.625 16.875V19.125ZM19.125 9.00002H7.87496V7.87504C7.87496 4.76845 10.3933 2.25002 13.5 2.25002C16.6066 2.25002 19.125 4.7684 19.125 7.87504V9.00002Z" fill="#424141"/>
                        </svg>
                    </li>
                    <li class="question__info-item">
                        <div class="question__info-item-elem">
                            <svg width="27" height="27" viewBox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_30_2769)">
                                    <path d="M2.25 16.875H12.375V27H7.875C6.38316 27 4.95242 26.4074 3.89752 25.3525C2.84263 24.2976 2.25 22.8668 2.25 21.375V16.875ZM27 12.375C27 12.9717 26.7629 13.544 26.341 13.966C25.919 14.3879 25.3467 14.625 24.75 14.625H14.625V10.0766C14.247 10.1059 13.8701 10.125 13.5 10.125C13.1299 10.125 12.753 10.1059 12.375 10.0766V14.625H2.25C1.65326 14.625 1.08097 14.3879 0.65901 13.966C0.237053 13.544 0 12.9717 0 12.375C0 11.1815 0.474106 10.0369 1.31802 9.19302C2.16193 8.34911 3.30653 7.875 4.5 7.875H6.45525C5.81917 7.31429 5.31427 6.62049 4.97637 5.8428C4.63846 5.06511 4.47582 4.22258 4.5 3.375C4.5 3.07663 4.61853 2.79048 4.8295 2.5795C5.04048 2.36853 5.32663 2.25 5.625 2.25C5.92337 2.25 6.20952 2.36853 6.4205 2.5795C6.63147 2.79048 6.75 3.07663 6.75 3.375C6.75 6.32475 9.41737 7.34625 11.4457 7.69613C10.6971 6.36869 10.2464 4.89416 10.125 3.375C10.125 2.47989 10.4806 1.62145 11.1135 0.988515C11.7464 0.355579 12.6049 0 13.5 0C14.3951 0 15.2536 0.355579 15.8865 0.988515C16.5194 1.62145 16.875 2.47989 16.875 3.375C16.7536 4.89416 16.3029 6.36869 15.5543 7.69613C17.5826 7.34625 20.25 6.32475 20.25 3.375C20.25 3.07663 20.3685 2.79048 20.5795 2.5795C20.7905 2.36853 21.0766 2.25 21.375 2.25C21.6734 2.25 21.9595 2.36853 22.1705 2.5795C22.3815 2.79048 22.5 3.07663 22.5 3.375C22.5242 4.22258 22.3615 5.06511 22.0236 5.8428C21.6857 6.62049 21.1808 7.31429 20.5447 7.875H22.5C23.6935 7.875 24.8381 8.34911 25.682 9.19302C26.5259 10.0369 27 11.1815 27 12.375ZM12.375 3.375C12.5108 4.57068 12.8939 5.72502 13.5 6.76463C14.1061 5.72502 14.4892 4.57068 14.625 3.375C14.625 3.07663 14.5065 2.79048 14.2955 2.5795C14.0845 2.36853 13.7984 2.25 13.5 2.25C13.2016 2.25 12.9155 2.36853 12.7045 2.5795C12.4935 2.79048 12.375 3.07663 12.375 3.375ZM14.625 27H19.125C19.8637 27 20.5951 26.8545 21.2776 26.5718C21.9601 26.2891 22.5801 25.8748 23.1025 25.3525C23.6248 24.8301 24.0391 24.2101 24.3218 23.5276C24.6045 22.8451 24.75 22.1137 24.75 21.375V16.875H14.625V27Z" fill="white"/>
                                </g>
                            </svg>
                        </div>
                        <p>Бесплатная консультация </p>
                        <svg class="question__info-lock" width="27" height="27" viewbox="0 0 27 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M21.375 9.477V7.87498C21.375 3.52577 17.8493 0 13.5 0C9.15072 0 5.625 3.52577 5.625 7.87498V9.477C3.57754 10.3706 2.25295 12.391 2.25 14.625V21.375C2.25369 24.48 4.76991 26.9963 7.87496 27H19.1249C22.23 26.9963 24.7462 24.48 24.75 21.375V14.625C24.7471 12.391 23.4224 10.3706 21.375 9.477ZM14.625 19.125C14.625 19.7463 14.1213 20.25 13.5 20.25C12.8787 20.25 12.375 19.7463 12.375 19.125V16.875C12.375 16.2537 12.8787 15.75 13.5 15.75C14.1213 15.75 14.625 16.2537 14.625 16.875V19.125ZM19.125 9.00002H7.87496V7.87504C7.87496 4.76845 10.3933 2.25002 13.5 2.25002C16.6066 2.25002 19.125 4.7684 19.125 7.87504V9.00002Z" fill="#424141"/>
                        </svg>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</section>